experiments/redis_contention/combined_bandwidth_contention_final/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_40/pair_34/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         9154.63    457730.88         0.47         0.43672         0.43900         0.67100         0.75900    472154.23 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       9154.63    457730.88         0.47         0.43672         0.43900         0.67100         0.75900    472154.23